Repository: cmzy/deko
Catalog: deko/*.lproj/Localizable.strings
Languages: fi

source: A completely new pattern will be made from scratch.
fi: Luo kokonaan uusi kuvio tyhjästä.

source: Copy
fi: Kopioi

source: Copying
fi: Kopioidaan

source: Created with Deko. dekoapp.com
fi: Luotu Dekolla. dekoapp.com

source: Dismiss
fi: Ohita

source: Email
fi: Sähkö- posti

source: Email has not been configured on this device.
fi: Laitteeseen ei ole syötetty sähköpostiasetuksia

source: Fetching price...
fi: Haetaan hintaa...

source: Gallery
fi: Galleria

source: High quality export
fi: Korkealaatuinen tallennus

source: Made with Deko. dekoapp.com
fi: Luotu Dekolla. dekoapp.com

source: Make another version of this pattern.
fi: Tee toinen versio tästä kuviosta.

source: New
fi: Uusi

source: No saved patterns.
fi: Ei tallennettuja kuvioita.

source: Preparing
fi: Valmistellaan

source: Previous
fi: Edellinen

source: Pull halfway and release to adjust the current pattern.
fi: Vedä puoliväliin ja vapauta muokataksesi nykyistä kuviota.

source: Purchase failed
fi: Osto epäonnistui

source: Remove from Gallery
fi: Poista galleriasta

source: Restore
fi: Palauta

source: Save to Gallery
fi: Lisää galleriaan

source: Save to photos
fi: Tallenna kuviin

source: Saving
fi: Tallennetaan

source: Saving failed. Access to the library is probably denied.
fi: Tallennus epäonnistui. Albumeihin tallentaminen on luultavasti estetty.

source: Share and Export
fi: Jaa tai tallenna

source: Thank you.
fi: Kiitos.

source: The further you pull, the more the pattern will change.
fi: Mitä pidemmälle vedät, sitä enemmän kuvio muuttuu.

source: Unlock high quality export to get your creations in full fidelity. Use the pixel-perfect patterns as wallpapers or tweak them further in other apps. Slide the bar on the image to see the difference.
fi: Osta korkealaatuinen tallennustoiminto saadaksesi luomuksesi tallennettua täydessä loistossaan. Käytä pikselintarkkoja kuvioita taustakuvina tai muokkaa niitä edelleen muissa sovelluksissa. Siirrä valkoista palkkia kuvan päällä nähdäksesi eron.

source: Unlock high quality export to get your creations in full fidelity. Use the pixel-perfect patterns as wallpapers or tweak them further in other apps. Slide the bar on the image to see the difference.
fi: Osta korkealaatuinen tallennustoiminto saadaksesi luomuksesi tallennettua täydessä loistossaan. Siirrä valkoista palkkia kuvan päällä nähdäksesi eron.

source: iOS 7 Parallax Wallpapers
fi: iOS 7 parallaksitaustakuvat

source: Deko now makes pixel-perfect parallax wallpapers for iOS 7. Just use 'Save to photos' and your wallpapers will automatically be the right size.
fi: Dekolla voit nyt tehdä pikselintarkkoja parallaksitaustakuvia iOS 7 varten. Kun käytät 'Tallenna kuviin' toimintoa kuvat tallentuvat automaattisesti oikean kokoisina.
